Repository: tilde-nlp/PIP3_4_Prototype
Catalog: PsiBot/Meeting Assistant/Resources/Views/TeamsApp/Configure.*.resx
Languages: et

# APPLICATION_KEY
source: Please provide an access key below:
et: Palun tagage allpool ligipääsuvõti:

# APPLICATION_KEY_INVALID
source: It seems like the access key is invalid. Please try again.
et: Paistab, et ligipääsuvõti on kehtetu. Proovige uuesti.

# APPLICATION_KEY_SUCCESS
source: Access key is active.
et: Ligipääsuvõti on aktiivne.

# COLLAPSE_INSTRUCTIONS
source: <h3> Take notes automatically </h3> <p> Capture key decisions and actions while being fully present in meetings, just say: <ul> <li>"Tilde, please write down the task ..."</li> <li>"Tilde, please add decision ..."</li> <li>"Tilde, next meeting ..."</li> <li>"Tilde, take a note ..."</li> </ul> </p> <h3> Meet less. Do more. </h3> <p> Share automatic meeting minutes, decision, action plan and next meeting date instanlty. </p> <h3> Search all past meetings </h3> <p> Find what was said, to retain & share key insights </p> <br />
et: <h3>Tehke märkmeid automaatselt</h3> <p>Tehke märkmeid oluliste otsuste ja tegevuste kohta, samal ajal koosolekutel osaledes, lihtsalt öeldes: <ul> <li>„Tilde, palun pane kirja ülesanne…“</li> <li>„Tilde, palun lisa otsus…“</li> <li>„Tilde, järgmine koosolek…“</li> <li>„Tilde, pane kirja…“</li></ul></p> <h3>Vähem koosolekuid, rohkem tegusid.</h3> <p>Jagage kohe automaatseid koosolekute protokolle, otsuseid, tegevuskavasid ja järgmise koosoleku kuupäeva.</p> <h3>Otsige kõiki varasemaid koosolekuid</h3> <p>Leidke, mida seal räägiti, et säilitada & jagada olulisi teadmisi</p> <br/>

# CREATED_BY
source: Created by: <a target="_blank" class="link" href="https://tilde.ai">Tilde</a>
et: Loonud: <a target="_blank" class="link" href="https://tilde.ai">Tilde</a>

# GET_KEY
source: Don’t have an access key? Reach out to us <a class="link" href="mailto:meetingassistant@tilde.com">meetingassistant@tilde.com</a> to get yours!
et: Teil ei ole ligipääsuvõtit? Võtme hankimiseks pöörduge meie poole aadressil <a class="link" href="mailto:meetingassistant@tilde.com">meetingassistant@tilde.com</a>

# GET_KEY_INFO
source: Currently Tilde Meeting Assistant is only available for early adopters of the solution.
et: Hetkel on Tilde Meeting Assistant saadaval ainult lahenduse varajastele kasutajatele.

source: Instructions
et: Juhised

# INSTRUCTION_HEADER
source: Translate, transcribe, and use voice commands in the meeting easily.
et: Tõlkige, transkribeerige, jälgige, planeerige ja määrake ülesandeid hõlpsasti koosoleku ajal.

source: Verify
et: Kinnita

source: Version
et: Versioon

# YOU_HAVE_AN_ACTIVATED_KEY
source: You have an active access key to Tilde Meeting Assistant
et: Teil on aktiivne Tilde Meeting Assistanti ligipääsuvõti
